{
    "sections": [
        {
            "id": "policy",
            "content": {
                "zh": [
                    {
                        "title": "广深湾地区为国家重大发展战略提供服务",
                        "text": "为实施“一带一路”等国家重大发展战略提供法律服务，包括参与基础设施重大工程等活动，提供法律服务并防范投资风险，为经贸合作及新商业形式、新兴产业发展提供服务，开展对外法治宣传等。为中国企业和公民“走出去”与外国企业和公民“引进来”提供法律服务，鼓励和支持法律服务机构和人员参与相关法律事务，开展外国法律制度咨询服务，协助企业建立健全境外投融资风险防范和维护权益机制，做好涉外诉讼、仲裁代理工作等，拓展涉外知识产权服务，加强专利、商标和著作权保护、涉外知识产权争议解决等方面的工作。健全完善扶持保障政策，将发展涉外法律服务业纳入相关国家重大发展战略，利用现有资金渠道加大政府采购涉外法律服务的力度，构建广东省“一带一路”法律服务研究平台，加强有关法规规章的翻译和审定工作，落实支持涉外法律服务业发展的税收政策，加大对相关法律服务基地建设力度等。进一步建设涉外法律服务机构，培养具有较强国际竞争力的涉外法律服务机构，开展涉外法律服务机构示范单位（项目）工作，加强法律服务机构内部管理，鼓励律师事务所在境外设立分支机构，积极引进境外律师事务所在广东设立代表机构，提高涉外公证服务供给能力，支持广东自贸试验区仲裁机构发挥作用等。"
                    },
                    {
                        "title": "广东加强知识产权保护机制",
                        "text": "广东省还在加强涉外知识产权保护方面探索了有效的制度机制，如推出知识产权海外侵权责任保险业务；发布全国首个企业知识产权国际合规省级地方标准《企业知识产权国际合规管理规范》；成立省知识产权中心，统筹协调开展海外知识产权保护业务；支持企业加强海外知识产权布局工作，畅通海外专利申请服务通道等。例如，广州市于2024年8月28日上线了广州市海外知识产权信息服务平台，该平台通过整合海外知识产权相关信息资源，为广州市的企业科研机构和创新者提供全面及时专业的知识产权信息咨询和纠纷应对指导服务，帮助大家更好了解国际知识产权的规则、违纪风险，提升国际影响力。企业在该平台可以“一站式”获取全球范围内的知识产权最新资讯，包括海外知识产权政策动态、信息咨询与法律法规查询等。同时，黄埔区也成立了“涉外知识产权法律服务联盟”，并打造了涉外知识产权四大亮点，包括争创知识产权法治保护标杆区、搭建对外服务平台、完善海外维权体系、深化国际交流合作等。"
                    }
                ],
                "en": [
                    {
                        "title": "Provision of Services to Major National Development Strategies in the Guangzhou-Shenzhen Bay Area",
                        "text": "Providing legal services for the implementation of the 'Belt and Road' and other major national development strategies, including participation in major infrastructure projects, providing legal services and preventing investment risks, providing services for economic and trade cooperation and the development of new forms of business and emerging industries, and carrying out foreign rule of law propaganda. Provide legal services for Chinese enterprises and citizens 'going out' and foreign enterprises and citizens 'bringing in', encourage and support legal service institutions and personnel to participate in relevant legal affairs, carry out consulting services on foreign legal systems, assist enterprises in establishing and improving mechanisms for overseas investment and financing, risk prevention and protection of rights and interests, do a good job of representing them in foreign-related litigation and arbitration, expand foreign-related intellectual property services, and strengthen patent, trademark and copyright protection, as well as the settlement of disputes relating to intellectual property rights in foreign-related areas. Improve and perfect support and guarantee policies, incorporate the development of foreign-related legal services into relevant national major development strategies, use existing funding channels to increase government procurement of foreign-related legal services, build a research platform for Guangdong Province's 'One Belt and One Road' legal services, strengthen the translation and validation of relevant laws and regulations, implement tax policies to support the development of the foreign-related legal services industry, and increase the construction of relevant legal service bases. Further building foreign-related legal service organizations, cultivating foreign-related legal service organizations with strong international competitiveness, carrying out the work of model units (projects) of foreign-related legal service organizations, strengthening the internal management of legal service organizations, encouraging law firms to set up branches outside China, actively introducing foreign law firms to set up representative organizations in Guangdong, improving the supply capacity of foreign-related notary public services, and supporting the role of arbitration institutions in the Guangdong Pilot Free Trade Zone."
                    },
                    {
                        "title": "Guangdong Strengthens Intellectual Property Protection Mechanism",
                        "text": "Guangdong Province has also explored effective institutional mechanisms in strengthening foreign-related intellectual property protection, such as launching the business of liability insurance for intellectual property infringement overseas; releasing the first provincial local standard for international compliance of intellectual property rights of enterprises in the country, 'Norms for the Management of International Compliance of Intellectual Property Rights of Enterprises'; setting up the Provincial Intellectual Property Rights Centre for coordinating and carrying out the business of intellectual property rights protection overseas; and supporting enterprises to strengthen the layout of their intellectual property rights overseas and opening up service channels for overseas patent applications. For example, Guangzhou Municipality launched the Guangzhou Overseas Intellectual Property Rights Information Service Platform on 28 August 2024, which provides comprehensive, timely and professional intellectual property rights information consultation and dispute response guidance services to enterprises, research institutions and innovators in Guangzhou by integrating overseas intellectual property rights-related information resources, helping them to better understand international intellectual property rights rules, risks of non-compliance, and to enhance their international influence. Enterprises on the platform can obtain the latest information on intellectual property rights worldwide in a 'one-stop' manner, including overseas intellectual property rights policy developments, information counseling and legal and regulatory enquiries. At the same time, Huangpu District has also set up the 'Foreign-related Intellectual Property Rights Legal Services Alliance' and created four highlights of foreign-related intellectual property rights, including creating a benchmark district for the protection of intellectual property rights under the rule of law, building a platform for external services, perfecting the system of overseas rights protection, and deepening international exchanges and cooperation."
                    }
                ],
                "es": [
                    {
                        "title": "Prestación de Servicios a las Principales Estrategias Nacionales de Desarrollo en la Zona de la Bahía de Guangzhou-Shenzhen",
                        "text": "Prestación de servicios jurídicos para la aplicación de la 'Franja y Ruta' y otras grandes estrategias nacionales de desarrollo, incluida la participación en grandes proyectos de infraestructuras, la prestación de servicios jurídicos y la prevención de riesgos de inversión, la prestación de servicios para la cooperación económica y comercial y el desarrollo de nuevas formas de negocio e industrias emergentes, y la realización de propaganda del Estado de Derecho en el extranjero. Prestar servicios jurídicos a las empresas y ciudadanos chinos que 'salen' y a las empresas y ciudadanos extranjeros que 'entran', alentar y apoyar a las instituciones y personal de servicios jurídicos para que participen en los asuntos jurídicos pertinentes, llevar a cabo servicios de consultoría sobre sistemas jurídicos extranjeros, ayudar a las empresas a establecer y perfeccionar mecanismos de inversión y financiación en el extranjero, prevención de riesgos y protección de derechos e intereses, realizar una buena labor de representación en litigios y arbitrajes relacionados con el extranjero, ampliar los servicios de propiedad intelectual relacionados con el extranjero, y reforzar la protección de patentes, marcas y derechos de autor, así como la resolución de litigios relacionados con los derechos de propiedad intelectual en ámbitos relacionados con el extranjero. Mejorar y perfeccionar las políticas de apoyo y garantía, incorporar el desarrollo de los servicios jurídicos relacionados con el extranjero en las principales estrategias nacionales de desarrollo pertinentes, utilizar los canales de financiación existentes para aumentar la contratación pública de servicios jurídicos relacionados con el extranjero, construir una plataforma de investigación para los servicios jurídicos 'Un cinturón y una ruta' de la provincia de Guangdong, reforzar la traducción y validación de las leyes y reglamentos pertinentes, aplicar políticas fiscales para apoyar el desarrollo de la industria de servicios jurídicos relacionados con el extranjero, e incrementar la construcción de bases de servicios jurídicos pertinentes. Seguir construyendo organizaciones de servicios jurídicos relacionados con el extranjero, cultivando organizaciones de servicios jurídicos relacionados con el extranjero con una fuerte competitividad internacional, llevando a cabo el trabajo de unidades modelo (proyectos) de organizaciones de servicios jurídicos relacionados con el extranjero, reforzando la gestión interna de las organizaciones de servicios jurídicos, animando a los bufetes de abogados a establecer sucursales fuera de China, introduciendo activamente a los bufetes de abogados extranjeros para que establezcan organizaciones representativas en Guangdong, mejorando la capacidad de suministro de servicios públicos notariales relacionados con el extranjero, y apoyando el papel de las instituciones de arbitraje en la Zona Piloto de Libre Comercio de Guangdong."
                    },
                    {
                        "title": "Guangdong Refuerza el Mecanismo de Protección de la Propiedad Intelectual",
                        "text": "La provincia de Guangdong también ha explorado mecanismos institucionales eficaces para reforzar la protección de la propiedad intelectual en el extranjero, como el lanzamiento del negocio de seguros de responsabilidad por infracción de la propiedad intelectual en el extranjero; la publicación de la primera norma local provincial para el cumplimiento internacional de los derechos de propiedad intelectual de las empresas en el país, 'Normas para la Gestión del Cumplimiento Internacional de los Derechos de Propiedad Intelectual de las Empresas'; la creación del Centro Provincial de Derechos de Propiedad Intelectual para coordinar y llevar a cabo el negocio de la protección de los derechos de propiedad intelectual en el extranjero; y el apoyo a las empresas para fortalecer la disposición de sus derechos de propiedad intelectual en el extranjero y abrir canales de servicio para las solicitudes de patentes en el extranjero. Por ejemplo, el 28 de agosto de 2024, el Ayuntamiento de Guangzhou puso en marcha la Plataforma de Servicios de Información sobre Derechos de Propiedad Intelectual en el Extranjero de Guangzhou, que ofrece servicios completos, oportunos y profesionales de consulta de información sobre derechos de propiedad intelectual y de orientación para la resolución de litigios a empresas, instituciones de investigación e innovadores de Guangzhou mediante la integración de recursos de información relacionados con los derechos de propiedad intelectual en el extranjero, ayudándoles a comprender mejor las normas internacionales sobre derechos de propiedad intelectual, los riesgos de incumplimiento y a mejorar su influencia internacional. Las empresas de la plataforma pueden obtener la información más reciente sobre los derechos de propiedad intelectual en todo el mundo en una 'ventanilla única', incluyendo la evolución de la política de derechos de propiedad intelectual en el extranjero, asesoramiento informativo y consultas legales y reglamentarias. Al mismo tiempo, el distrito de Huangpu también ha creado la 'Alianza de Servicios Jurídicos de Derechos de Propiedad Intelectual Relacionados con el Extranjero' y ha creado cuatro puntos destacados de los derechos de propiedad intelectual relacionados con el extranjero, entre ellos la creación de un distrito de referencia para la protección de los derechos de propiedad intelectual en el marco del Estado de Derecho, la construcción de una plataforma de servicios externos, el perfeccionamiento del sistema de protección de los derechos en el extranjero y la profundización de los intercambios y la cooperación internacionales."
                    }
                ]
            }
        },
        {
            "id": "industry",
            "content": {
                "zh": [
                    {
                        "title": "人工智能",
                        "text": "依托大湾区强大的制造业基础优势，具有软件和硬件结合的独特竞争优势。广东多市将发展人工智能产业作为工作重点之一，出台相关政策支持其发展，如《广东省新一代人工智能发展规划（2018-2030年）》等。"
                    },
                    {
                        "title": "生物医药",
                        "text": "大湾区在该领域拥有人才、深圳的产业基础、大众健康意识增强以及资本市场有利条件等核心优势。广东省是生物科技大省，提出了相应的发展目标，如“力争到2020年，全省生物产业产值规模突破6000亿元”。大湾区内多个城市也积极规划并推动发展生物科技产业，如深圳发布生物医药产业扶持计划，广州设立100亿元的生物医药产业投资基金等。"
                    },
                    {
                        "title": "5G、半导体、新材料",
                        "text": "抓住粤港澳大湾区国际科技创新中心建设的契机，加快重大创新平台和科技基础设施布局建设，积极推进产业链国际合作，推动城市群与产业集群协同发展，在粤港澳大湾区打造相关创新产业高地。"
                    },
                    {
                        "title": "智能传感器",
                        "text": "广东省、广州市联合出台相关措施支持其发展，广州市发布行动计划，提出全面建成数产融合的全球标杆城市。广州（增城）智能传感器产业园成功入选2023年度广东省特色产业园，将按照规划打造高端、高质、高新的智能传感器产业园。"
                    },
                    {
                        "title": "其他产业",
                        "text": "如物联网、新能源汽车、高端装备制造等也可能是重点产业之一。"
                    }
                ],
                "en": [
                    {
                        "title": "Artificial Intelligence",
                        "text": "Relying on the advantages of the strong manufacturing base in the Greater Bay Area, it has a unique competitive advantage of combining software and hardware. Many cities in Guangdong have made the development of AI industry one of their priorities and introduced relevant policies to support its development, such as the 'Guangdong New Generation Artificial Intelligence Development Plan (2018-2030)'."
                    },
                    {
                        "title": "Biomedicine",
                        "text": "The Greater Bay Area possesses core advantages in this area, such as talents, Shenzhen's industrial base, increased public health awareness and favorable conditions in the capital market. Guangdong Province is a major biotechnology province, and has put forward corresponding development goals, such as 'striving to exceed RMB 600 billion in the output value of the province's biotechnology industry by 2020'. A number of cities in the Greater Bay Area are also actively planning and promoting the development of biotechnology industry, such as Shenzhen, which has released a biomedical industry support plan, and Guangzhou, which has set up a RMB 10 billion biomedical industry investment fund."
                    },
                    {
                        "title": "5G, Semiconductors, and New Materials",
                        "text": "Seize the opportunity of the construction of an international science and technology innovation center in the Guangdong-Hong Kong-Macao Greater Bay Area, accelerate the layout and construction of major innovation platforms and science and technology infrastructures, actively promote international cooperation in the industrial chain, and push forward the synergistic development of urban agglomerations and industrial clusters, so as to build a relevant innovation and industrial highland in the Guangdong-Hong Kong-Macao Greater Bay Area."
                    },
                    {
                        "title": "Intelligent Sensors",
                        "text": "Guangdong Province and Guangzhou City jointly issued relevant measures to support its development, Guangzhou City issued an action plan, proposing to build a comprehensive digital integration of the global benchmark city. Guangzhou (Zengcheng) Intelligent Sensor Industrial Park has been successfully selected as the featured industrial park of Guangdong Province in 2023, and will build a high-end, high-quality, high-tech intelligent sensor industrial park according to the plan."
                    },
                    {
                        "title": "Other Industries",
                        "text": "Such as Internet of Things, new energy vehicles, and high-end equipment manufacturing may also be among the key industries."
                    }
                ],
                "es": [
                    {
                        "title": "Inteligencia Artificial",
                        "text": "Apoyándose en las ventajas de la sólida base de fabricación de la Gran Área de la Bahía, tiene una ventaja competitiva única de combinar software y hardware. Muchas ciudades de Guangdong han hecho del desarrollo de la industria de la IA una de sus prioridades y han introducido políticas pertinentes para apoyar su desarrollo, como el 'Plan de Desarrollo de la Inteligencia Artificial de Nueva Generación de Guangdong (2018-2030)'."
                    },
                    {
                        "title": "Biomedicina",
                        "text": "La Gran Área de la Bahía posee ventajas fundamentales en este campo, como talentos, la base industrial de Shenzhen, una mayor concienciación sanitaria pública y condiciones favorables en el mercado de capitales. La provincia de Guangdong es una de las principales en biotecnología, y se ha fijado los correspondientes objetivos de desarrollo, como 'esforzarse por superar los 600,000 millones de yuanes en valor de producción de la industria biotecnológica de la provincia para 2020'. Varias ciudades de la Gran Área de la Bahía también están planificando y promoviendo activamente el desarrollo de la industria biotecnológica, como Shenzhen, que ha publicado un plan de apoyo a la industria biomédica, y Guangzhou, que ha creado un fondo de inversión en la industria biomédica de 10,000 millones de RMB."
                    },
                    {
                        "title": "5G, Semiconductores y Nuevos Materiales",
                        "text": "Aprovechar la oportunidad de la construcción de un centro internacional de innovación científica y tecnológica en la Gran Área de la Bahía de Guangdong-Hong Kong-Macao, acelerar el trazado y la construcción de grandes plataformas de innovación e infraestructuras científicas y tecnológicas, promover activamente la cooperación internacional en la cadena industrial e impulsar el desarrollo sinérgico de las aglomeraciones urbanas y los clústeres industriales, a fin de construir un altiplano industrial y de innovación relevante en la Gran Área de la Bahía de Guangdong-Hong Kong-Macao."
                    },
                    {
                        "title": "Sensores Inteligentes",
                        "text": "La provincia de Guangdong y la ciudad de Guangzhou emitieron conjuntamente medidas pertinentes para apoyar su desarrollo, la ciudad de Guangzhou emitió un plan de acción, proponiendo construir una integración digital integral de la ciudad de referencia mundial. El Parque Industrial de Sensores Inteligentes de Guangzhou (Zengcheng) ha sido seleccionado con éxito como el parque industrial destacado de la provincia de Guangdong en 2023, y construirá un parque industrial de sensores inteligentes de alta gama, alta calidad y alta tecnología de acuerdo con el plan."
                    },
                    {
                        "title": "Otras Industrias",
                        "text": "Como Internet de las cosas, vehículos de nueva energía y fabricación de equipos de gama alta también pueden estar entre las industrias clave."
                    }
                ]
            }
        },
        {
            "id": "ip",
            "content": {
                "zh": [
                    {
                        "title": "专利",
                        "text": "涉及发明专利权、实用新型专利权、外观设计专利权，支持企业加强海外专利布局，畅通海外专利申请服务通道。"
                    },
                    {
                        "title": "商标",
                        "text": "包括国际注册商标权，注重商标权的保护和相关争议解决。"
                    },
                    {
                        "title": "著作权",
                        "text": "涵盖文学、科学、艺术等作品的著作权，加强对著作权的保护。"
                    },
                    {
                        "title": "商业秘密",
                        "text": "涉及不为公众所知悉、能为单位带来经济利益、具有实用性并经单位采取保密措施的技术信息和经营信息。"
                    },
                    {
                        "title": "集成电路布图设计",
                        "text": "对相关的知识产权进行保护。"
                    }
                ],
                "en": [
                    {
                        "title": "Patents",
                        "text": "Involving invention patent rights, utility model patent rights and design patent rights, supporting enterprises to strengthen overseas patent layout, and opening up service channels for overseas patent applications."
                    },
                    {
                        "title": "Trademarks",
                        "text": "Includes internationally registered trademark rights, focusing on the protection of trademark rights and related dispute resolution."
                    },
                    {
                        "title": "Copyright",
                        "text": "Covering the copyright of literary, scientific and artistic works and strengthening the protection of copyright."
                    },
                    {
                        "title": "Business Secrets",
                        "text": "Technical and business information that is not known to the public, can bring economic benefits to the unit, is practical and has been taken by the unit as a measure of confidentiality."
                    },
                    {
                        "title": "Integrated Circuit Layout Design",
                        "text": "Protection of related intellectual property rights."
                    }
                ],
                "es": [
                    {
                        "title": "Patentes",
                        "text": "Implicar derechos de patente de invención, derechos de patente de modelo de utilidad y derechos de patente de diseño, apoyar a las empresas para que refuercen la disposición de patentes en el extranjero y abrir canales de servicio para las solicitudes de patentes en el extranjero."
                    },
                    {
                        "title": "Marcas",
                        "text": "Incluye los derechos de marcas registradas internacionalmente, centrándose en la protección de los derechos de marca y la resolución de litigios relacionados."
                    },
                    {
                        "title": "Derechos de Autor",
                        "text": "Abarcar los derechos de autor de las obras literarias, científicas y artísticas y reforzar la protección de los derechos de autor."
                    },
                    {
                        "title": "Secretos Comerciales",
                        "text": "Información técnica y comercial que no es conocida por el público, puede reportar beneficios económicos a la unidad, es práctica y ha sido adoptada por la unidad como medida de confidencialidad."
                    },
                    {
                        "title": "Diseño de Trazado de Circuitos Integrados",
                        "text": "Protección de los derechos de propiedad intelectual conexos."
                    }
                ]
            }
        }
    ]
}